Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Check and repair external authentication map
uk: Перевірити і відновити мапу зовнішньої ідентифікації користувачів

source: Show Calculator
uk: Показати калькулятор

source: Started - {start_date}
uk: Розпочато {start_date}

source: Spellcheck
uk: Перевірка правопису

source: Anchor
uk: Якір

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
uk: Зробити скачування субтитрів доступним для студентів. Посилання для скачування файлу з'явиться під відео. За замовчуванням формат файлу субтитрів може бути .srt або .txt. Якщо ви хочете зробити доступним скачування субтитрів в іншому форматі, завантажте файл, користуючись полем "Завантажити роздаткові матеріали".

source: Enter a numeric value for the discount amount. Do not include the percent sign.
uk: Введіть суму знижки як число. Не використовуйте символ відсотків.

source: Your upload of '{file}' succeeded.
uk: Завантаження файлу '{file}' успішно завершено.

source: Changes to steps that are not selected as part of the assignment will not be saved.
uk: Зміни до кроків, котрі не обрано частиною завдання, не збережуться.

source: answer
uk: відповідь

source: User profile
uk: Профіль користувача

source: Logout then Login
uk: Вийдіть та знову авторизуйтесь

source: Groups
uk: Групи

source: User with username {} does not exist
uk: Користувач із ім'ям {} не існує

source: Wiki Cheatsheet
uk: Підказка з Wiki

source: Rescoring runs in the background, and status for active tasks will appear in the 'Pending Instructor Tasks' table. To see status for all tasks submitted for this problem and student, click on this button:
uk: Коригування оцінок виконується у фоновому режимі, при цьому стан активних завдань відображається в таблиці "Незакінчені завдання викладача". Щоб переглянути статус всіх завдань, пов'язаних з роботою даного студента над завданням, натисніть на цю кнопку:

source: ChoiceGroup: unexpected tag {tag_name}
uk: ChoiceGroup: невизначений тег {tag_name}

source: Last Change
uk: Остання зміна

source: Add Unit
uk: Усі розділи

source: Payment Instructions
uk: Інструкції щодо оплати

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
uk: Пройдіть цей курс безкоштовно і отримайте повний доступ до всіх навчальних матеріалів, тестів, і форуму. {b_start}Будь ласка, зверніть увагу, що цей варіант проходження не пропонує сертифікат для тих слухачів, які заробляють на прохідний бал.{b_end}

source: follow
uk: стежити за темою

source: Generate Registration Code Modal
uk: Створіть Реєстраційний код

source: Resubmit Verification
uk: Надіслати дані для перевірки ще раз

source: Constants
uk: Константи

source: Optional language the team uses as ISO 639-1 code.
uk: Код додаткової мови команди за стандартом ISO 639-1.

source: Insert row after
uk: Вставити рядок знизу

source: View resource in a new window
uk: Відкрити ресурс в новому вікні

source: Checkout with {processor}
uk: Оплатити за допомогою {processor}

source: Email for 'Instructor' Annotations
uk: Електронна пошта для коментарів викладача

source: Insert
uk: Вставка

source: An error has occurred. Check your Internet connection and try again.
uk: Сталася помилка. Перевірте ваше інтернет з'єднання і спробуйте ще раз.

source: Coupon Code List
uk: Список купонів на знижку

source: Could not find the course.xml file in the package.
uk: Неможливо знайти файл course.xml у пакеті.

source: Please try again later.
uk: Будь ласка, спробуйте ще раз пізніше.

source: Delete Student State for Problem
uk: Видалити статус завдання, виконаного студентом

source: You have not created any certificates yet.
uk: Ви не створили жодного сертифікату.

source: Payment Processor Response
uk: Відповідь обробника оплати

source: Add language
uk: Додати мову

source: Cannot find user with email address {0}
uk: Неможливо знайти користувача із адресою електронної пошти {0}

source: Insert/edit link
uk: Вставити/редагувати посилання

source: Sort:
uk: Сортувати:

source: Credit or Debit Card
uk: Кредитна або дебетова картка

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
uk: Повторне створення сертифікатів запущено. Статус цього процесу можна подивитися у розділі «Поточні завдання».

source: Submit
uk: Надіслати

source: Therefore, please give enough detail to account for this action.
uk: Тому, будь ласка, детально опишіть, чому це необхідно зробити.

source: %(team_count)s Teams
uk: %(team_count)s команд

source: Event
uk: Подія

source: Add Beta Tester
uk: Додати бета-тестера

source: Top
uk: Верх

source: Author
uk: Автор

source: Processing your account information
uk: Обробка даних Вашого облікового запису

source: Doctorate
uk: Кандидатський чи докторський ступінь

source: Could not interpret '{given_answer}' as a number.
uk: Неможливо представити '{given_answer}' в якості числа.

source: Students who watched the video to the end.
uk: Студенти, які переглянули відео до кінця.

source: To download a list of students who may enroll in this course but have not yet signed up for it, visit the Data Download section of the Instructor Dashboard.
uk: Щоб завантажити список студентів, які мають можливість зареєструватися на курс, але ще не записалися на нього, перейдіть до розділу Завантаження Даних на Панелі Керування Викладача.

source: Handout Navigation
uk: Навігація по наочним матеріалами

source: Enter the billing address.
uk: Введіть адресу платника.

source: Enrollment Source
uk: Спосіб запису

source: factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
uk: у відповіді на це завдання не дозволено використовувати факторіал. Відповідь, дана Вами: {bad_input}

source: True/False Choice
uk: Вибір Так/Ні

source: Download student grades
uk: Завантажити оцінки студента

source: You are not currently a member of any team.
uk: Ви не є учасником жодної команди.

source: Student (username/email={user}) already in certificate exception list.
uk: Слухач (username/email={user}) виключений із списку власників сертифікатів.

source: Video data was last updated %(update_date)s at %(update_time)s UTC.
uk: Відео данні в останнє були оновленні %(update_date)s о %(update_time)s UTC.

source: Poster URL
uk: URL автора

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
uk: CCX в цьому курсі може бути створений тільки через зовнішній сервіс. Для отримання доступу зв'яжіться з адміністратором курсу.

source: Roles
uk: Ролі

source: comments
uk: коментарі

source: It looks like {username} belongs to an existing account. Try again with a different username.
uk: Здається {username} вже використовується. Спробуйте ще раз з іншим іменем користувача.

source: ID Verification
uk: Засвідчення документу

source: View Gradebook
uk: Переглянути журнал оцінок

source: Horizontal Rule (Ctrl+R)
uk: Горизонтальна лінійка (Ctrl+R)

source: Leave this team?
uk: Залишити цю команду?

source: Ok
uk: Добре

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
uk: Клацніть для створення CSV-файлу зі списком студентів, що навчаються на цьому курсі, включаючи таку інформацію з облікових записах, як адреси електронної пошти та імена користувачів:

source: Start
uk: Початок

source: Current version number
uk: Номер поточної версії

source: () Electronic Receipt
uk: () Електронний чек

source: Skip to a navigable version of this video's transcript.
uk: Перейти до керованої версії тексту відео.

source: Please try not to email students more than once per week. Before sending your email, consider:
uk: Будь ласка, намагайтеся не відправляти електронну пошту студентам частіше, ніж раз на тиждень. Перед відправленням повідомлення, уточніть:

source: Students who contributed to any discussion topic.
uk: Студенти, які сприяли будь-якій темі дискусії.

source: Alignment
uk: Вирівнювання

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
uk: {b_start}Офіційний документ: {b_end} Отримайте підписаний викладачем сертифікат з логотипом навчального закладу.

source: Enrollment Code Status
uk: Статус реєстраційного коду

source: These students will be allowed to enroll once they register:
uk: Цим студентам буде дозволено зарахуватись як тільки вони зареєструються:

source: Students active in the last week:
uk: Студенти, активні протягом останнього тижня:

source: No email address provided.
uk: Не надано електронну адресу.

source: Add a New Page
uk: Додати нову сторінку

source: Limited Profile
uk: Обмежений профіль

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
uk: Не вдалося виконати Ваш запит у зв'язку з проблемой на сервері. Перезавантажте сторінку і спробуйте ще раз. Якщо помилка повториться, клацніть по вкладці Допомога і повідомте про це.

source: Sign In to {studio_name}
uk: Увійти у {studio_name}

source: Set Course Mode Price
uk: Встановіть ціну курса за режимом

source: Select True to request the user's email address.
uk: Виберіть «true», щоб подати запит на електронну адресу користувача.

source: Calculator Output
uk: Поле виведення калькулятора

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically.
uk: Введіть значення true або false. Якщо true, то категорії і підкатегорії обговорень будуть відсортовані по алфавіту. Якщо false, вони сортуються в хронологічному порядку за датою та часом створення.

source: Verification Declined
uk: Підтвердження відхилено

source: The course information in the Course Administration tool.
uk: Інформація про курс в розділі адміністрування курсу.

source: Processing your account information …
uk: Обробка даних Вашого облікового запису ...

source: others write access
uk: право на запис для інших користувачів

source: Row
uk: Рядок

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
uk: Загальна відмова картки. Банк-оператор не надав більше жодної інформації. Порада: спробуйте інший спосіб платежу.

source: CCX Coaches
uk: Тьютори

source: Pay with {processor}
uk: Заплатити за допомогою {processor}

source: Create your own {platform_name} account below
uk: Створити власний профіль для {platform_name}

source: Download a .csv file of all used enrollment codes for this course.
uk: Завантажити файл у форматі .csv з усіма використаними реєстраційними кодами курсу.

source: Your words:
uk: Ваші слова:

source: Date that this problem is due by for a particular student. This can be set by an instructor, and will override the global due date if it is set to a date that is later than the global due date.
uk: Термін здачі завдання, встановлений для конкретного студента. Може бути встановлений викладачем і буде використаний замість загального терміну здачі в випадку, якщо зазначена дата настане пізніше, ніж дата загального терміну здачі.

source: API Version
uk: Версія API

source: This thread has been pinned by course staff.
uk: Це обговорення було закріплено викладачами курсу.

source: Analytics
uk: Аналітика

source: Time
uk: Час

source: Limit Access
uk: Доступ обмежено

source: Unavailable metric display.
uk: Відображення даних недоступно.

source: Bad course location provided
uk: Вказано невірне посилання на розташування навчального курсу

source: Registration Code Used
uk: Використаний реєстраційний код

source: To view live discussions, click Preview or View Live in Unit Settings.
uk: Щоб переглянути активні теми обговорення, натисніть "Попередній перегляд" або "Переглянути активні" в налаштуваннях блоку.

source: {platform_name} is a non-profit created by founding partners {Harvard} and {MIT} whose mission is to bring the best of higher education to students of all ages anywhere in the world, wherever there is Internet access. {platform_name}'s free online MOOCs are interactive and subjects include computer science, public health, and artificial intelligence.
uk: {platform_name} це неприбуткова організація, заснована партнерами {Harvard} та {MIT}, які вважають своєю місією надання доступу до якісної вищої освіти судентам будь-якого віку та у будь-якому куточку земної кулі, де наявний доступ до інтернету. {platform_name} - це інтерактивні безкоштовні відкриті масові онлайн курси з таких предметів, як програмування, охорона здров'я або штучний інтелект.

source: Problem urlname:
uk: Посилання на задачу:

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
uk: Сума прийнята системою {0} {1} відрізняється від загальної вартості замовлення {2} {3}.

source: To get started, please activate your account by clicking on the link below (you may also copy and paste the link into your browser's address bar).
uk: Щоб активувати свій обліковий запис, будь ласка, натисніть на посилання нижче (ви також можете скопіювати та вставити посилання в адресний рядок вашого браузера).

source: Go to your Dashboard
uk: В особистий кабінет

source: View submissions that have been flagged by students as inappropriate.
uk: Переглянути відповіді, які були позначені студентами як недоречні.

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
uk: Під час перегляду відео, використовуйте субтитри і панель прокрутки для навігації. Клікати по субтитрах - найшвидший спосіб потроху переміщатися вперед і назад.

source: Catalogue
uk: Каталог

source: The following warnings were generated:
uk: Були згенеровані наступні попередження:

source: Select Honor Code Certificate
uk: Обрати Сертифікат Кодексу Честі

source: Total Amount
uk: Загальна Сума

source: Certificate has been successfully invalidated for
uk: Сертифікат був успішно анульований для

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
uk: Помилка створення задачі по скиданню кількості спроб виконання завдання '<%= problem_id %>' для всіх студентів. Переконайтеся, що ідентифікатори завдання та студента вказані правильно і повністю.

source: {num_second} second
uk: {num_second} секунди

source: Student Email or Username
uk: Email або Ім'я Користувача Студента

source: Active Students in Step
uk: Активні студенти на Етапі

source: The URL of the website associated with this API user.
uk: URL-адреса веб-сайту, пов'язаного з цим користувачем через API.

source: Refine Your Search
uk: Уточнити параметри пошуку

source: Photo Captured successfully.
uk: Фото зроблено вдало.

source: Currently the {platform_name} servers are overloaded
uk: На даний момент сервери {platform_name} перевантажені

source: Copy Email To Editor
uk: Скопіювати листа до редактора

source: Opened by this number of students
uk: Кількість студентів, що відкривали

source: Incorrect
uk: Неправильно

source: Self-Assessment
uk: Власна оцінка

source: Please confirm that you wish to submit your work. You will not be able to make any changes after submitting.
uk: Будь ласка підтвердіть Ваше бажання надіслати роботу. Ви не зможете внести жодних змін після надсилання.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
uk: EdX прагне до того, щоб дати вам можливість отримати високоякісну освіту від кращих навчальних закладів незалежно від вашого фінансового становища, заробити Підтверджений сертифікат, і розділити ваш успіх з оточуючими.

source: Question
uk: Запитання

source: Select the statements below that best reflect your experience with peer assessments
uk: Виберіть нижче, що заяви найкращим чином відображають ваш досвід роботи з оцінок однокурсників

source: Text Customization
uk: Перевизначення назви елементів інтерфейсу

source: Search all posts
uk: Пошук у всіх повідомленнях

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
uk: Ваш браузер не підтримує прямий доступ до буферу обміну. Будь ласка, замість цього використайте комбінації клавіш Ctrl+X/C/V.

source: Source code
uk: Вихідний код

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
uk: Надано некоректний git адресу. Приклад коректної адрси: git@github.com:mitocw/edx4edx_lite.git

source: (5) Course materials will not be available until the course start date.
uk: (5) Вміст курсу буде недоступним до дати початку курсу.

source: Please enter a term in the %(anchor_start)s search field%(anchor_end)s.
uk: Будь ласка, введіть запит в %(anchor_start)s пошукове поле%(anchor_end)s.

source: Is Practice Exam
uk: Пробне випробування

source: Discussion Id
uk: Ідентифікатор обговорення

source: This is being processed.
uk: Обробляється.

source: %(hours)s:%(minutes)s (current UTC time)
uk: %(hours)s:%(minutes)s (поточний UTC час)

source: Ignore all
uk: Пропустити всі

source: PDF Textbooks
uk: Підручники в форматі PDF

source: E-Commerce
uk: Електронна комерція

source: Course Maximum Student Enrollment
uk: Максимальна кількість студентів курсу

source: Could not interpret '{student_answer}' as a number.
uk: Неможливо опрацювати '{student_answer}' як число.

source: The requested amount exceeds the originally authorized amount.
uk: Запитувана сума перевищує визначальну дозволену суму.

source: Adding&hellip;
uk: Додавання&hellip;

source: For affixes, type the number and affix without a space (example: 5c).
uk: Введіть числа з афіксами без пробілу між ними (наприклад, 5c).

source: Certificate Information
uk: Інформація про сертифікт

source: Expand discussion
uk: Розгорнути обговорення

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
uk: Сподіваємося, що курс вам сподобався і що ми побачимося з вами на курсах {platform_name} в майбутньому!

source: Full name cannot be blank
uk: Повне ім’я не може бути порожнім

source: Set this value to True if this module is either a graded assignment or a practice problem.
uk: Встановіть \"true\", якщо цей модуль є або завданням на оцінку, або завданням для практики.

source: Only properly formatted .csv files will be accepted.
uk: Допускаються тільки .csv файли з відповідним форматом.

source: Hi {full_name},
uk: Привіт {full_name},

source: Course Credit Eligibility
uk: Умови отримання заліку на курсі

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
uk: Зауважте: Команда технічної підтримки {platform_name} наразі є виключно англомовною. Ми зробимо все можливе, щоб вирішити Ваш запит, проте наша відповідь буде сформульована англійською. Дякуємо Вам за розуміння!

source: object ID
uk: ID об'єкта

source: Request Credit
uk: Запросити залікові одиниці

source: Create New Course
uk: Створити новий курс

source: successfully completed, received a passing grade, and was awarded a {platform_name} {certificate_type} Certificate of Completion in
uk: успішно завершив, отримав прохідний бал, і був удостоєний Сертифіката {certificate_type} про закінчення курсу в {platform_name}

source: {numPresent} students were already in the cohort group
uk: {numPresent} студентів вже були у цій групі

source: Sysadmin Dashboard
uk: Панель Сисадміна

source: Badge images must be square PNG files. The file size should be under 250KB.
uk: Завантажте квадратне зображення у форматі PNG. Його розмір не повинен перевищувати 250 КБ.

source: Learning to Grade
uk: Навчання оцінюванню

source: We will send a confirmation to both {email} and your new email address as part of the process.
uk: В процесі зміни ми надішлемо підтвердження як на {email}, так і на вашу нову пошту.

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
uk: Ви були видалені з бета-тестерів курсу {course_name} на {site_name} співробітником курсу. Курс залишиться на вашій панелі, але ви більше не будете членом бета-тест групи.

source: All Assignments
uk: Всі завдання

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
uk: Вам буде наданий код для запису на курс {course_name}. Щоб записатися на курс, перейдіть за наступним посиланням:

source: General decline by the processor. Possible action: retry with another form of payment.
uk: Платіж був відхилений. Ви можете використовувати інший спосіб оплати.

source: Students
uk: Студнти

source: Manage Groups
uk: Керувати групами

source: Enrollment confirmation
uk: Підтвердження зарахування

source: Yes,No
uk: Так,Ні

source: Video Stop Time
uk: Час закінчення відтворення

source: Disc
uk: Диск

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
uk: Ця вікі використовує <strong>Markdown</strong> для опису стилів. Онлайн є кілька корисних керівництв користувача. Зверніться до будь-якого з наступних посилань за детальною інформацією:

source: Create Executive Summary
uk: Створити зведений звіт

source: This customer has not saved any addresses.
uk: Клієнт не зберіг жодної адреси.

source: Sort by date, vote, or comments
uk: Сортувати за датою, кількістю голосів або коментарів

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
uk: Обов'язкові для заповнення поля виділені <strong class="indicator">жирним текстом та зірочкою (*)</strong>.

source: Invalid course id.
uk: Невірний id курсу.

source: Download Unused Enrollment Codes
uk: Скачати невикористані коди для запису на курс

source: Professional Education Verified Certificate
uk: Професійний Освітній Підтвердженний Сертифікат

source: Date posted
uk: Дата публікації

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
uk: Будь ласка, наберіться терпіння і не натискайте на кнопку кілька разів. Повторні натискання істотно сповільнюють процес створення звіту.

source: Enrollment
uk: Зарахування на курс

source: Body
uk: Тіло

source: File format not supported. Please upload a file with a {file_extension} extension.
uk: Формат файлу не підтримується. Будь ласка, завантажте файл з розширенням {file_extension}.

source: You are now enrolled as a verified student for:
uk: Ви записані як верифікований студент на:

source: Course Visibility In Catalog
uk: Видимість курсу у каталозі

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
uk: Ви впевнені, що хочете повернутися до останньої опублікованої версії блоку? Ця дія є незворотньою.
